Repository: NSemakov/Dictionary
Catalog: UpYourDictionary/UpYourDictionaryV2/*.xliff
Languages: ru

# 0It-qe-PKW.text
source: Language "to"
ru: На какой язык

# 4oe-KP-zUr.title
source: Add own words
ru: Создать свой

# 5Xw-03-ti4.text
source: List of words
ru: Список слов

# 6ec-G9-Ceb.title
source: Uncheck all
ru: Снять выбор

# 8nn-8R-9KG.title
source: Save
ru: Сохранить

# AGI-6n-fQd.placeholder
source: Type your word
ru: Введите слово

# B7M-ib-ODM.text
source: Time interval to show words
ru: Частота показа слов

# CdD-hc-8sl.title
source: Save
ru: Сохранить

# Cng-VH-61F.title
source: Save
ru: Сохранить

# DJc-CW-kYn.title
source: Settings
ru: Настройки

# En3-ht-jnP.title
source: Cancel
ru: Отмена

# EuF-CV-dMN.title
source: Cancel
ru: Отмена

# EyL-Yp-7Vl.text
source: You will know 50 words in
ru: Вы выучите 50 слов за

# GJd-vH-zhG.title
source: Save
ru: Сохранить

# GvJ-MV-83v.normalTitle
source: Settings
ru: Настройки

# Hcq-SV-ZHo.title
source: Create new with my words
ru: Новый список

# IOC-CG-BzW.title
source: Save
ru: Сохранить

# LxX-2y-h0a.title
source: How it works
ru: Как это работает

# OB8-0b-Yb4.normalTitle
source: How it works
ru: Как это работает

# UMW-2g-xxF.title
source: Save
ru: Сохранить

# VoL-VK-sH7.title
source: Add word
ru: Добавить

# Xit-mw-II1.title
source: Choose dictionary theme
ru: Список слов

# ahQ-xb-ob8.title
source: Cancel
ru: Отмена

# cp5-9p-vwp.title
source: Save
ru: Сохранить

# e7V-0p-Q0K.title
source: List of words
ru: Списки слов

# l7B-FO-ATI.title
source: Cancel
ru: Отмена

# mI2-cS-vRD.text
source: Tap to select
ru: Нажмите для выбора

# ncI-EF-UV6.text
source: Tap to select
ru: Нажмите для выбора

# pSm-cx-iKe.title
source: Add New
ru: Создать новый

# poj-iQ-bVH.normalTitle
source: Choose dictionary
ru: Выберите словарь

# qca-Hb-ubJ.text
source: Number of words in one time
ru: Число показываемых слов за раз

# rWo-aU-bdg.text
source: Word
ru: Слово

# rmA-8Q-bK7.text
source: Tap to select
ru: Нажмите для выбора

# sdu-WR-7QH.title
source: Language "To"
ru: На какой язык

# te1-x6-dy4.title
source: Cancel
ru: Отмена

# uQE-7S-cJx.title
source: Choose active dictionary
ru: Выберите словарь

# uuy-pF-yOm.title
source: Create new list
ru: Новый список

# v2x-Km-VFS.title
source: Language "From"
ru: С какого языка

# v7W-XS-Zdb.text
source: Language "from"
ru: С какого языка

# viI-AO-vLn.title
source: Preparing
ru: Подготовка

# xU2-ke-FkU.title
source: Dictionary
ru: Словарь

# xUz-UR-3uT.title
source: New dictionary
ru: Новый словарь

source: 1. Choose dictionary or make it from your own words. Any language is supported! 2. Push app to background. From this moment notifications with words and translation will be shown. Time interval and number of word you could set in settings. 3. When notification is arrived, just read it 2-3 times and remove. Eventually each word will be shown 10 times for several days. So you will do learn any words in calm and relaxed way!
ru: 1. Выберите словарь или создайте новый со своими словами. Поддерживаются все языки! 2. Сверните приложение, нажав на кнопку Home. С этого момента будут приходить уведомления со словом и его переводом. Интервал времени и число показываемых слов можно установить в настройках. 3. Когда показывается уведомление, просто прочитайте его 2-3 раза и удалите. В итоге каждое слово будет показано 10 раз вместе с другими словами в течение нескольких дней. Вы просто читаете и запоминаете слова, не открывая приложение!

source: Attention
ru: Внимание

source: Cancel
ru: Отмена

source: Changing settings in all dictionaries. Please wait about 20 sec. On success this message will disapper.
ru: Изменение настроек для всех словарей. Пожалуйста подождите около 20 секунд. По окончании это сообщение пропадет.

source: From: %@
ru: Откуда: %@

source: Info. With these settings you will know any 50 words in: %d day(s)
ru: Инфо. С этими настройками Вы выучите любые 50 слов за : %d дн

source: Input template name
ru: Задайте имя для списка слов

source: New template name
ru: Имя списка

source: Number of words in one time: %d
ru: Количество слов для показа за один раз: %d

source: OK
ru: ОК

source: Powered by Yandex.Translate
ru: Переведено сервисом Яндекс.Переводчик

source: Preparing dictionary for first use. Please wait about 20 sec. On success this message will disapper.
ru: Подготовка словаря к первому использованию. Подождите около 20 секунд. По окончании это сообщение пропадет.

source: Preparing is done! Now you can push app to background and just read arriving notification with translation.
ru: Подготовка завершена! Теперь можно свернуть приложение, нажав кнопку Home и просто читать приходящие уведомления с переводом.

source: Progress: %@ %%
ru: Прогресс: %@ %%

source: Settings are saved!
ru: Настройки сохранены!

source: Theme: %@
ru: Тема: %@

source: Time interval to show words: %d hour(s)
ru: Частота показа слов в часах: %d

source: To: %@
ru: Куда: %@

source: Word:
ru: Слово

source: Words can't be empty. Please fill words in next rows:
ru: Слова не должны быть пустыми. Пожалуйста заполните следующие строки:
